[
  {
    "imageUrl": "./content/images/woman_eating_salad1.jpg",
    "title": "Dialectical Behaviour Therapy: What it is and who it's for.",
    "preview": "Emotional dysregulation is a hallmark of many mental health conditions. A treatment known as dialectical behavior therapy (DBT) focuses on teaching people to manage intense emotions, cope with challenging situations, and improve their relationships."
  },
  {
    "imageUrl": "./content/images/woman_eating_salad2.jpg",
    "title": "A mindful way to help manage type 2 diabetes?",
    "preview": "Lifestyle changes like regular exercise, a healthy diet, and sufficient sleep are cornerstones of self-care for people with type 2 diabetes. But can mind-body practices help people manage or even treat type 2 diabetes? An analysis of multiple studies suggests they might."
  },
  {
    "imageUrl": "./content/images/woman_eating_salad3.jpg",
    "title": "Why do your prescription drugs cost so much?",
    "preview": "The cost of a prescription drug can be very high, and several factors contribute to this. What can consumers do to reduce their drug costs, and what changes need to be made to make medications more affordable?"
  },
  {
    "imageUrl": "./content/images/woman_eating_salad1.jpg",
    "title": "A fresh look at risks for developing young-onset dementia",
    "preview": "Young-onset dementia, which occurs in people younger than age 65, is uncommon. A new study has identified 15 factors linked to a higher risk of young-onset dementia."
  },
  {
    "imageUrl": "./content/images/woman_eating_salad2.jpg",
    "title": "New guidelines aim to screen millons more for lung cancer",
    "preview": "Lung cancer kills more Americans than any other cancer. The latest guidelines from the American Cancer Society aim to reduce deaths by considerably expanding the pool of people who seek annual, low-dose CT lung screening scans."
  },
  {
    "imageUrl": "./content/images/salad_eating_woman.jpg",
    "title": "Could men with advanced prostate cancer avoid chemotherapy?",
    "preview": "Men with advanced prostate cancer are typically treated with hormonal treatments followed by chemotherapy, but a recent study evaluated the potential of a treatment that uses radioactive particles injected into the body"
  },
  {
    "imageUrl": "./content/images/woman_eating_salad1.jpg",
    "title": "3 Ways to create community and counter loneliness",
    "preview": "Loneliness boosts risk for many health problems, and can even contribute to an early death. Many people find it hard to reach out to make new friends, but there are strategies that can help."
  }
]